-- INSERT INTO public.genre (name_genre) VALUES
--             ('Поп-музыка'),
--             ('Джаз'),
--             ('Блюз'),
--             ('Шансон'),
--             ('Рок'),
--             ('Рэп'),
--             ('Электронная музыка'),
--             ('Хип-хоп');

INSERT INTO public.albums (name_album,release_year) VALUES
            ('Billie jean', 1982),
            ('Hello Dolly', 1963),
            ('The Best of the Early Years', 2007),
            ('Я Открою Свое Сердце', 2012),
            ('Чёрный пёс Петербург', 1993),
            ('Мой альбом', 2021),
            ('Самолет', 2018),
            ('С самых низов', 2016)

INSERT INTO public.singers (name_singers,nickname) VALUES
            ('Michael Jackson','Майк'),
            ('Луи Дэниел Армстронг','Армстронг'),
            ('Би Би Кинг', 'Кинг'),
            ('Михайлов Стас','Хохляндия'),
            ('ДДТ','Шевчук'),
            ('Баста','Бородатый'),
            ('Чугунный Скороход','Самолет'),
            ('Леван Горозия','L’One')

